"""C помощью библиотеки urllib получить данные с разных API сервисов и предоставить в человекочитаемом виде.

http://www.recipepuppy.com/about/api/ - это сервис для получения рецептов.
Передаем список продуктов, получаем рецепты для этого списка продуктов

http://open-notify.org/Open-Notify-API/ISS-Location-N.. - это сервис,
который предоставляет информацию о геолокации Международной Космической станции.
Показать, в какой точке мира находится станция сейчас.

https://api.football-data.org/ - это сервис о футболе.
Предоставить информацию о ТОП-5 популярных чемпионатах.
Вывести по каждому чемпионату первые пять команд с наибольшим числом забитых голов.

https://pokeapi.co/ - ПОКЕМОНЫ!!!
Необходимо получить номер покемона и выдать краткую информацию о нем.
"""